Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/admin/ntfk/vedlegg_ft05041_1.htm.html.tmx
Source language: nob
Languages: sma

source: Partene vil bidra til å utvikle det sørsamiske kompetansebiblioteket ved Sijti Jarnge.
sma: Sijhtieh aaj Sijti Jarngen bibliovtekem øøvtiedidh juktie dihte joekoen vihkeles sjædta åarjelh-saemien kultuvre bigkemisnie.

source: Virksomheten må bygges opp slik at biblioteket, i samarbeid med Samisk spesialbibliotek og Nordland fylkesbibliotek, kan være en aktiv aktør i sørsamisk kompetansebygging.
sma: Ellies viehkiedæjjah dan barkose leah Saemien sjiere bibliovteke jih Noerhtelaanten fylhkesbibliovteke.

source: I tillegg skal partene styrke og utvikle de sørsamiske bokbussene i Hattfjelldal og Røros.
sma: Gærjahbussh Aarbortesne jih Rørosesne aaj øøvtiedæmman viehkieh daarpesjieh.

source: Partene vil også arbeide for utvidelse og fornyelse av bokstammen i sørsamisk litteratur ved de sørsamiske bokbussene.
sma: Lihtsegh aaj sijhtieh barkedh guktie gærjah-låhkoeh væjranieh jih orre åarjelh saemien tjaalaldahkh dejtie busside båetieh.

source: Partene vil arbeide for å realisering for innkjøp av ny bokbuss med tilhørende fasiliteter som er tilknyttet Sijti Jarnge.
sma: Sijhtieh aaj barkedh guktie orre gærjah-bussem Sijti Jarngese åestedh, busse mij lea daaletje våaromen mietie.

source: Teater er et viktig virkemiddel for styrking av sørsamisk kultur, språk, identitet og selvfølelse.
sma: Teatere lea vihkeles deerpege gosse edtja åarjelh-saemien kultuvrem, gielem, identitetem jih jijth-damtesem nænnoestidh.

source: Partene skal sammen arbeide for å sikre et forsvarlig driftsgrunnlag for Åarjelhsaemien Teatre.
sma: Reereme-lihtsegh luhpiedieh barkedh guktie nuekies duvtie-vierhtieh Åarjelhsaemien Teaterese båetieh.

source: Kulturarrangementer og festivaler
sma: KULTUVRE- ARRANGEMENT JIH FESTIVALH

source: Partene ser positivt på kulturarrangementer og festivaltiltak og vil arbeide for å styrke disse tiltakene i det sørsamiske området.
sma: Reereme-lihtsegh håhkesjieh disse jih sijhtieh barkedh guktie dagkeres darjomh gåarede juhtiehtidh.

source: Næringsutvikling
sma: JIELEME-ØØVTIEDIMMIE

source: Sametinget skal involveres i arbeidet med fylkesplanene og tilhørende plandokument for å kunne koordinere tiltak for utvikling av det sørsamiske samfunnet.
sma: Saemiedigkie edtja fylhkide viehkine årrodh jih sjiere råavarimmieh tseagkodh mah maehtieh åarjelh-saemiej ektievoetese jih jielemasse viehkine årrodh.

source: Partene erkjenner at det er viktig å tilrettelegge for småskalavirksomhet i de sørsamisk områdene.
sma: Lihtsegh guarkah vihkeles lea "onne-skalaråajvarrimmieh" åarjelh-saemiej dajvine sjiehtesjadtedh.

source: Husholdet som økonomisk produksjonsvirksomhet er fortsatt levende i regionen.
sma: Beapmoeh-darjome goh "vierhtieh-darjome" lea ennje daej dajvine vihkeles.

source: Partene vil samarbeide for å få til en bedre tilpassing av virkemidlene i regionen i forhold til småskalavirksomhet og kultur som næring.
sma: Barkoeh sjædta vierhtide sjiehtesjadtedh onne-skala råajvarimmide kultuvrese jih jielemasse. BÅATSOE-JIELEME

source: Reindriften i det sørsamiske området bidrar til viktig verdiskaping i det sørsamiske området i tillegg til å være en viktig kulturbærer.
sma: Båatsoe-jieleme lea joekoen vihkeles vierhtiej gaavhtan. Lissine lea aaj dihte buerie kultuvre-guedtije.

source: Partene vil støtte kulturbasert næringsutvikling for å sikre den sørsamiske reindriftens kulturelle særpreg.
sma: Dan gaavhtan sijhtieh lihtsegh dam kultuvreguedtijem duedtedh jih nimhtie båatsoejielemen sjiere lehkiem gorredidh.

source: Partene vil prioritere tiltak rettet mot ungdom og kvinner for å sikre fremtiden for sørsamisk reindrift.
sma: Vihkeles leah noeride jih gujnide båatsoe-jielemasse meatan vaeltedh jih nimhtie håhkesjidh båatsoe-jieleme aaj sæjhta juhtiemisnie årrodh båetije jaepieh.

source: Partene vil arbeide for en videreutvikling av reindrifta som næring.
sma: Lihtsegh aaj sijhtieh barkedh guktie båatsoe-jielemem vijriebasse øøvtiedidh.

source: Reiseliv
sma: VUELKEME-JIELEME

source: Partene vil samarbeide om bruken av samisk kultur i reiselivssammenheng.
sma: Reereme-lihtsegh dåajvoehtieh laavenjostedh, jih vuesiehtidh guktie saemien kultuvrem nåhtose vaeltedh gosse vualkemen bijre digkiedidh.

source: Det er viktig å ivareta en ekthet og troverdighet i samsvar med samiske interesser, normer og skikker.
sma: Vihkeles lea satnan riektesh våaroeminie utnedh gosse edtjh saemiej iedtjieh, vuekiej jih jielemen bijre bievnesidh.

source: Partene vil arbeide for å opprette gode lærlingordninger i duedtie.
sma: Lihtsegh muenieh sjiehteles sijjieh learohkide gaavnedh gosse dejtie leerehtidh.

source: Partene vil arbeide for å legge til rette for duedtie som næring og kulturfag.
sma: Sijhtieh aaj barkedh guktie duedtiem sjiehtesjadtedh jielemebarkojne jih kultuvre-faagine.

source: Sametinget vil etter søknad finansiere det treårige prosjektet ”Sørsamisk rådgivningstjeneste i helse- og sosiale spørsmål” og Nord-Trøndelag fylkeskommune vil påta seg ansvar som arbeidsgiver.
sma: Saemiedigkie sæjhta beetneh-vierhtieh ohtsedh jih provsjektem aelkiehtidh: jih Noerhte-Trøndelagen fylhke sæjta desnie diedtem vaeltedh goh barkije-åejvie.

source: Partene skal i prosjektperioden i samarbeid finne løsninger for permanent drift av prosjektet.
sma: Vihkeles aaj barkedh guktie daate provsjekte båetije biejjieh maahta juhtedh.

source: Grenseregionalt/Internasjonalt
sma: RAASTEGASKEMS/ INTERNASJONALT

source: Partene vil sette samiske spørsmål i Norge i et internasjonalt urfolksperspektiv.
sma: Lihtsegh sijhtieh Nøørjen saemiej gyhtjelassh internasjovnale alkoe-almetji daltesasse lutnjedh.

source: Partene skal samarbeide med länene på svensk side for å styrke den sørsamiske samfunnsutviklingen og for å få til en kompetanseutveksling.
sma: Nimhtie aaj vihkeles Sveerjine ektesne barkedh guktie ektievoete nænnobe sjædta jih aaj sinsitniste viehkiem åadtjodh.

source: Partene vil arbeide for at Interregsamarbeidet utvikles og styrkes.
sma: Vihkeles aaj Interreg-barkoem nænnoestidh jih øøvtiedidh.

source: I dette ligger at fylkeskommunene kan bidra som prosjekteier, regional medfinansiør og etter nærmere avtale kunne være det regionale kontaktpunktet inn mot aktiviteter i området.
sma: Daejnie jiehtsassine govlesåvva fylhkestjielth maehtieh provsjekte-aajhterinie årrodh, aaj provsjektide vierhtieh buektedh, jih gaskemierine årrodh gosse daerpies ovmese provsjekti vøøste stuvredh.

source: Samtidig vil partene arbeide for at Interregsamarbeidet fortsetter utover programperioden 2000-2006.
sma: Sijhtieh aaj barkedh guktie Interregbarkoeh maehtieh vijriebasse juhtedh mænngan jaepien 2006.

source: Hospitering
sma: HOVSPITERINGH

source: Partene legger til rette for gjensidige hospiteringsordninger.
sma: Mååhtedimmie tjoevere giehtjedæmman biejesovvedh gosse njielje jaepieh vaaseme.

source: Avtalen revideres hvert fjerde år. Avtalen kan sies opp med 6 måneders varsel.
sma: Sjiere mååhtedimmieh maehtieh orrijehtedh gosse govhte askh vaaseme jis bievnesh dan bijre vadtasovveme.

source: Økonomi
sma: BEETNEH-VIERHTIEH

source: Enhver økonomisk forpliktelse knyttet til gjennomføring av det enkelte tiltak i avtalen forutsetter egne politiske behandlinger.
sma: Sjiere povlitiske gietedallh leah daerpies fierhten ovmese provsjektese.

source: Det avholdes årlige møter på administrativt og politisk nivå.
sma: Tjåangkoe edtja fierhten jaepien årrodh, reereme- jih politiske daltesisnie.

source: Bodø 11. februar 2005
sma: §Bodøesne, goevten 11.-biejjien 2005

source: Sametinget Nord-Trøndelag fylkeskommune Nordland fylkeskommune
sma: Saemiedigkie NoerhteTrøndelagen fylhkestjielte Noerhtelaanten fylhkestjielte

source: President Fylkesrådsleder Fylkesrådsleder
sma: Presidente Fylhkenraerieåejvie Fylhkenraerieåejvie

source: Sør-Trøndelag fylkeskommune Hedemark fylkeskommune
sma: Åarjelh- Trøndelagen Fylhkestjielte Hedemarken Fylhkestjielte

source: Fylkesordfører Fylkesrådsleder
sma: Fylhken baakoej-juhtije Fylhken raerieåejvie

source: Det sørsamiske området
sma: Åarjelh-saemien dajve

source: Det sørsamiske området strekker seg over et stort geografisk område.
sma: Åarjelh-saemien dajve lea vijries jih stoerre laantem gaptja.

source: Organisatorisk og politisk er dette et vanskelig område med ulikt bosettingsmønster og infrastruktur.
sma: Åårganisasjovnen jih politiken gaavhtan lea daate geerve dajve gusnie joekehth årrome-leahtah jih infrastruktuvrh.

source: Derfor har partene funnet det hensiktsmessig å dele området inn i tre regioner i en beskrivelse av området.
sma: Nimhtie leah reereme-lihtsegh veeljeme dajvem guelmien gierten juekedh. Noerhte regiovne

source: Sørsamisk språkområde i Nordland fylke strekker seg fra Saltfjellet i nord til fylkesgrensen mot Nord-Trøndelag i sør, og utgjør en del av det sørsamiske fellesskapet.
sma: Åarjelh giele-dajve Noerhte-laantesne Saelhtie-vaereste jåhta jih fylhken gåajkoe Noerhte-Trøndelagesne jih nimhtie dihte sjiere dajve dehtie åarjelh-saemien ektievoeteste sjædta.

source: Reindriften har stor betydning for den samiske kulturen i dette området.
sma: Båatsoejieleme lea joekoen vihkeles saemien kultuvrese daennie dajvesne.

source: I region nord er det en egen sameskole som er lokalisert til Hattfjelldal, hvor også Sijti Jarnge - Samisk Kultursenter for det sørsamiske området i Nordland er lokalisert.
sma: Dennie noerhte regiovnesne lea skuvle saemien maanide Aarbortesne gusnie

source: Senteret ble stiftet i 1984 og ble offisielt åpnet i mai 1987. Sijti Jarnge kan oversettes med begrepet "samesamfunnets midtpunkt".
sma: Dam eelkin bigkedh jaepien 1984, jih rihpesovvi suehpeden 1987. Sijti Jarnge lea "saemiej ektievoete jarnge."

source: Virksomheten er informasjon, kursvirksomhet, kulturvern, innsamling, bearbeiding og utgivelse av bøker og publikasjoner vedrørende samisk historie.
sma: Barkoeh desnie leah saerniestimmieh, kuvsje-giehtelimmieh, kultuvremojhtsh vaarjelimmieh, sjiere gærjahbarkoeh mah saemide veadaldihkie j.n.v.

source: Sijti Jarnge har i samarbeid med Fylkesbiblioteket i Nordland ansvar for drift av samisk bokbuss.
sma: Sijti Jarnge lea Noerhtelaanten Fylhkine ekti vøøki barkeminie samien gærjah- bussem juhtiehteminie.

source: Det er et flersidig organisasjonsmiljø i denne regionen, fra duodji-organisasjoner til teater, nærings- og kulturorganisasjoner generelt.
sma: Dennie regiovnesne lea joehkehth åårganisajovne-byjresh, dovne duedtie, teatere, jieleme- jih jeatja sjiere kultuvrebyjresh.

source: I det sørsamiske området i Nordland undervises det i sørsamisk på barne- og ungdomsskolenivå ved Sameskolen og ved enkelte kommunale barne- og ungdomsskoler.
sma: Åarjelh dajvesne Noerhte-laantesne, leah øøhpehtimmieh saemien-gielesne dovne maana- jih noere skuvlesne Aarbortesne, jih aaj naan skuvline ovmese jeatja tjieltine.

source: På videregående skoles nivå gis det også undervisning i samisk, og det er gjennomført undervisning i samisk som voksenopplæringskurs.
sma: Aaj jåarhkeskuvlesne åadtjoeh saemien lieredh jih kuvsjh lea aaj geerve almetjide orreme.

source: Det er en barnehage i Hattfjelldal som har tilbud om samisk kultur- og språkstimulering.
sma: Aarbortesne lea aaj maana-gierte gusnie åadtjoeh gielem, jih saemien kultuvren bijre lieredh.

source: Kultursenteret i Hattfjelldal har et nært samarbeid, og et ansvar i forhold til den samiske kulturparken på Majavatn.
sma: Maajh-jaevresne lea kultuvre-såafoe jih Sijtie Jarngen aaj diedte desnie jih aaj ekti vøøki barkoe.

source: I det sørsamiske området drives det teatervirksomhet i regi av Åarjelsaemien Teatere/Sydsamisk Teater.
sma: Åarjelh-saemien teatere lea barkeminie åarjelh saemiej dajvine.

source: Teateret ble stiftet i 1985 og er organisert som en organisasjon bestående av teaterinteresserte samer.
sma: Dejnie eelkin 1985 jih dennie åårganisasjovnesne leah eadtjohke saemieh meatan.

source: Målet for arbeidet er å etablere permanent teatervirksomhet i de sørsamiske områdene i Norge.
sma: Vuepsie dennie teaterinie lea barkoem juhtiehtidh guktie nuepie sjædta gaajhkide åarjelh-saemiej dajvide Nøørjesne jaksedh.

source: Den midtre regionen av det sørsamiske området omfatter hovedsakelig hele Nord-Trøndelag fylke, med unntak av områdene nord for Follafjorden og sør for E14 i Stjørdal og Meråker og med et tillegg av hele Fosenhalvøya.
sma: Gaske regiovne Gaske-regiovne gaptja Noerhte-Trøndelaagem mohte bæjngolen leah dajvh Follafjorden noerhtelen jih åarjelen E14-en Stjørdalesne jih Meråkerisnie jih abpe Fosene.

source: Den samiske bosettingen er svært spredt rundt omkring i hele fylket.
sma: Saemieh leah abpe fylhkesne seejeldahkesne.

source: Området har i alt 6 reinbeitedistrikt, som strekker seg over hele området.
sma: Dajvesne leah govhte båatsoe-jieleme-sijjieh mah abpe dajvem gaptjieh.

source: Det finnes sørsamer bosatt i de aller fleste kommuner i fylket.
sma: Åarjelh-saemieh leah tjieltine abpe fylhkisnie årroeminie.

source: Det finnes flere sørsamiske institusjoner i fylket:
sma: Institusjovnh fylhkesne:

source: Det sørsamiske museet/ kultursenteret Saemien Sijte i Snåsa kommune er en viktig institusjon.
sma: Saemien Sijte Snåasesne lea vihkeles intituvsjovne.

source: Saemien Sijte huser i dag institusjoner som Sametinget, Duotdie instituhta, Nord-Trøndelag Reinsamelag og Reindriftsadministrasjonen i Nord-Trøndelag.
sma: Desnie Saemiedigkien kontovrh,Duedtie institusjovne jih Noerhte-Trøndelagen Båatsoeburriekontovre.

source: I denne regionen er det viktig at Saemien Sijte får bygd opp sin kompetanse og formidlingsevne slik at den kan være en premissleverandør i utviklingen av sørsamisk kultur, samfunnsoppbygging og næringsutvikling, samt at man får et servicekontor for reindriften.
sma: Dennie dajvesne lea vihkeles diedtem Saemien Sijtese vedtedh guktie altese maahtoem maahta vijriedidh jih nimhtie jarngese båetedh gosse edtja saemien kultuvrem, ektievoetem jih båatsoejielemem øøvtiedidh. Lissine aaj Båatsoekontovre mij maahta bievnesh vedtedh dejtie guht sijhtieh.

source: Partene ser det som viktig å få etablert et samisk språksenter i denne regionen tillagt Snåsa kommune.
sma: Tjielten nualan Snåasesne sijhtieh reereme-lihtsegh giele-jarngem rihpestidh.

source: Det er sørsamisk prest og prestekontor på Snåsa.
sma: Snåasesne lea åarjelh-saemien hearra kontovrinie.

source: Det er sameskole på Snåsa med grunnskoletilbud for fastboende og internatelever.
sma: Seamma sijjesne aaj skuvle saemien maanide mij maadth-skuvle-faaleldahkem vadta dovne dejtie guht Snåasesne årroeminie jih aaj dejtie guht bæjngoelistie båetieh.

source: I tillegg har man ved skolen en utstrakt virksomhet for fjernundervisningselever som også får tilbud om periodeopphold ved skolen og internatet.
sma: Lissine leah Maajh-øøhpehtimmieh learohkidie mah aaj maehtieh skuvlese naan aejkien båetedh, øøhpehtimmiem åadtjodh jih internaatesne årrodh.

source: Det er også startet en sørsamisk barnehage ved skolen.
sma: Maana-girte lea aaj skuvlese veadtaldihkie jih NRK-saemien radiove lea Snåasesne.

source: NRK sameradioen befinner seg også på Snåsa.
sma: Jeatja faaleldahkh mah saemide veadtaldihkie leah:

source: Grong videregående skole som har ansvar for morsmålsopplæring på sørsamisk. Det er tilsatt lærer i sørsamisk ved skolen.
sma: Kråangken Jåarhke-skuvle gusnie åarjelh-saemien gielem øøhpehtieh jih gusnie aaj sjiere lohkehtæjja gielen gaavhtan.

source: Det undervises i sørsamisk i egen elevgruppe på samme tid som skolen også gir opplæring innen sørsamisk til elever ved andre videregående skoler ved hjelp av bildetelefon.
sma: Dåehkie skuvlesne øøhpehtimmiem åådtje, mohte aaj learohkh skuvlen bæjngoelisnie maehtieh øøhpehtimmiem guvvieh-telefovnij tjirrh dåastodh. Seamma skuvlesne leah av duedtie-kusjvh.

source: Ved samarbeid med Duedtie Instituttet og yrkesutøverne kan elevene etter fullført kurs få videre fagopplæring/praksis for å avlegge svenneprøve.
sma: Ektesvuekiebarkoeh Duedtie-institusjovni- jih duedtiebarkijgujmie dorje juktie learohkh maehtieh leerehtimmie-barkose båetedh jih "svennelaavenjassem" vaeltedh.

source: Olav Duun videregående skole har tilbud om opplæring innen reindriftsfaget.
sma: Jåarhkeskuvlesne man nomme Olav Duun, lea faaleldahke båatsoejielemasse.

source: Høyskolen i Nord-Trøndelag, avdeling Levanger har et særlig ansvar for å gi et utdanningstilbud i sørsamisk språk og kultur på høyskolenivå.
sma: Levangerisnie, Noerhte-Trøndelagen Jilleskuvlen nuelesne, leah faaleldahkh learohkidie guht sijhtieh åarjelh-saemien gielem lohkedh jih aaj kultuvren bijre lieredh.

source: Region sør
sma: Åarjelh Regiovne

source: Den sørlige delen strekker seg fra Meråker i nord til Engerdal i sør og Oppdal/Trollheimen i vest, også kalt Rørossamisk område.
sma: Åarjelh davje jåhta Meråkeren noerhtelistie jih åarjese Engerdalen gåajkoe jih jallese Oppdal/ Trollheimese. Nomme disse lea Rørosen- saemien dajve.

source: Området betraktes som en naturlig region som også omfatter svensk side med Røros som et naturlig senter.
sma: Dajvh Sveerjen bielesne aaj meatan, jih Rørose jarnge dejtie dajvide sjædta.

source: Trondheim som landsdelshovedstad er også en ”sameby”.
sma: Tråante goh laante-bielien åejvie-staare lea aaj "saemien-staare".

source: Reindriften har det beste resultatet på landsbasis i dette området med potensiale for økt verdiskaping.
sma: Båatsoe-jieleme dej dajvi lea bøøremes abpe laantesne orreme gosse vuepsie lea buerebe sjidtedh jis vierhtieh jeananieh.

source: Reinbeiteområdet har det beste økonomiske resultatet på landsbasis med en kjøttinntekt i forh.
sma: Båatsoe-dajven lea støøremes leekedimmieh-vierhtieh Nøørjesne jih vuesehte 11mill. kråvnoeh.

source: Reindriftsforvaltningen for Sør-Trøndelag/Hedmark er stasjonert på Røros.
sma: Båatsoeburrie-reeremen kontovre Åarjelh-Trøndelagesne/Hedemarkesne lea Rørosesne.

source: Lokalavdelingene til de største samiske organisasjonene (NRL og Samiej Saervi) dekker både Hedmark og Sør-Trøndelag.
sma: NRL jih Saemiej Saervi abpe Åarjelh-Trøndelagem jih Hedemarkem geptjieh.

source: Det er ikke institusjoner underlagt Sametinget i denne regionen.
sma: Eah leah naan institusjovnh Saemiedigkien nuelesne dennie regiovnesne.

source: Røros videregående skole, Rørosmuseet og lokale oppvekstsentra i Elgå og Brekken er sentrale enheter for å ivareta fylkeskommunenes og kommunenes ansvar for tjenestetilbudet for samene i området.
sma: Rørosen jåarhkeskuvle, Rørosen museume jih sjidtemesijjieh Elgåesne jih Prahkesne leah ektievoeth jarngesne mah edtjieh tjieltine jih fylhkestjieltine diedtem juekedh jih viehkiehfaaleldahkh saemide juhtiehtidh.

source: Elgå oppvekstsenter i Engerdal i Hedmark har sørsamisk språkstimulering i barnehagen og sørsamisk undervisning i skolen, og har et 5-årig prosjektsamarbeid om språkstimulering med Sametinget.
sma: Elgåen sjidteme-sijjiesne Hedemarkesne lea giele-eadtjaldehteme maana-giertesne jih skuvlesne øøhpehtimmie saemien gielesne.

source: Brekken oppvekst- og lokalsenter i Røros er gjennom prosjektet ”Sørsamisk opplæring ved heimeskolen” utpekt som en av tre ressursskoler (Hattfjelldal og Snåsa) innen samisk undervisning i sørsamisk område.
sma: Saemiedigkien giele-provsjekte edtja desnie vijhte jaepieh juhtedh. Praahken sjidteme-sijjie Rørosesne, lea provsjekten tjirrh nommem åadteme goh åarjelh-saemien "vierhtieh-skuvle" Aarborten jih Snåasan ektesne.

source: Brekken har i dag samisk- og temaundervisning og gir i tillegg fjernundervisning/ambulerende lærer til andre grunnskoler i Sør-Trøndelag og Hedmark.
sma: Praahkesne lea daelie saemien- jih temaøøhpehtimmieh jih lissine dejtie Maajh-øøhpehtimmieh - jih lohkehtæjja gie maadth-skuvline barka, dovne Åarjelh-Trøndelagesne jih Hedemarkesne.

source: Røros videregående skole har ansvar for tilsvarende undervisning på videregående skoles nivå, og gir fjernundervisning til andre skoler i og utenfor sørregionen.
sma: Rørosen jåarhkeskuvle aaj nimhtie barka jåarhke-skuvlen daltesisnie. Desnie aaj Maajh-øøhpehtimmie jeatja skuvlide seamma dajvine, mohte aaj skuvlide mah bæjngolen.

source: Rørossamisk opplæringsprogram er initiert av Røros kommune og fylkeskommunen og utvikler og samkjører kompetansehevingstiltak innen samisk språk, kultur og næring i regionen, bl.a. fagopplæring i reindrift.
sma: Daate barkoe lea Rørosen tjielten jih fylhkestjielten diedte. Lissine øøhpehtæmman leah jeatjah råajvarimmieh mah kultuvrasse jih jieliemasse veadtaldihkie.

source: Sør-Trøndelag fylkeskommune har tillagt Rørosmuseet et ansvar for bevaring og formidling av samisk kulturarv i regionen og opprettet en fast samisk fagstilling fra 2002. Glomdalsmuseet i Hedmark har et flerkulturelt kunnskaps-og kompetansesenter som prosjekt.
sma: Desnie aaj faage- øøhpehtimme båatsoebårran. Åarjelh-Trøndelagen tjielte lea Rørosen museumese diedtem vadteme abpe regiovnesne gorredidh,øøhpehtidh jih bievnesjidh saemiej kultuvre-aerpij bijre.

source: Til sammen utgjør disse institusjonene et funksjonelt miljø.
sma: Orre saemien barkoesijjie lea aaj disse veadtaldihkie, jaepeste 2002.

source: Det er et uttrykt ønske fra den samiske befolkningen i området å få videreutviklet og samlet alle de overnevnte funksjonene i et felles kultur-, kompetanse- og næringssenter, slik at man får utnyttet det tverrfaglige miljøet optimalt.
sma: Glomdalsmusesne lea provsjekte juhtieminie gusnie jienebh kultuvrh ektesne veadtaldihkie.

source: EKTESVUEKIE-BARKOE-MÅÅHTEDIMMIE ÅARJELH-SAEMIDE.
sma: Dah institusjovnh vihkeles byjresh tjåadtjoehtieh.

source: Nænnoestidh jih tjiertestidh man vihkeles saemien kultuvre, giele jih ektievuekie leah.
sma: Vihkeles lea Rørosese giele-jarngem vedtedh guktie giele-, maahtoe-, jih kultuvre-byjrese stinkes sjædta.

source: · Mååhtedimmie edtja byjjehtidh guktie gaajhkh aamhtsh mah åarjelh-saemide jih saemiej dajvide veadtaldihkie, ektievuekien nualan båetieh.
sma: Saemieh aaj vaajtelieh gaajhkide institusjovnide gåetie-jarngese tjøønghkedh guktie ektie-byjrese nænnobe sjædta.
